results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260711T015430_spike_H50_rep9/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 186726 out of 186726
     data_received..................: 43 MB   75 kB/s
     data_sent......................: 19 MB   34 kB/s
     http_req_blocked...............: avg=4.56µs   min=902ns    med=3.58µs   max=36.07ms  p(90)=5.59µs   p(95)=6.75µs  
     http_req_connecting............: avg=343ns    min=0s       med=0s       max=35.99ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=13.55ms  min=638.41µs med=10.91ms  max=81.01ms  p(90)=29.71ms  p(95)=36.67ms 
       { expected_response:true }...: avg=13.55ms  min=638.41µs med=10.91ms  max=81.01ms  p(90)=29.71ms  p(95)=36.67ms 
   ✓ http_req_failed................: 0.00%   0 out of 186726
     http_req_receiving.............: avg=186.51µs min=6.22µs   med=84.48µs  max=19.88ms  p(90)=419.22µs p(95)=592.02µs
     http_req_sending...............: avg=11.31µs  min=2.56µs   med=8.2µs    max=19.25ms  p(90)=15.18µs  p(95)=24.66µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=13.35ms  min=569.84µs med=10.75ms  max=78.55ms  p(90)=29.32ms  p(95)=36.22ms 
     http_reqs......................: 186726  327.546596/s
     iteration_duration.............: avg=114.16ms min=101.75ms med=111.51ms max=181.79ms p(90)=130.28ms p(95)=137.27ms
     iterations.....................: 186726  327.546596/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100